In [1]:
import pandas

In [16]:
dataset = pandas.read_csv("book.csv")

In [17]:
dataset

  Exper   Salary
0   1.1    80089
1     3      800
2     6       65
3     2      343
4     4     6422
5   1.2   242432
6     7  kljmnmn
7    hj    nkjhb

In [18]:
dataset

  Exper   Salary
0   1.1    80089
1     3      800
2     6       65
3     2      343
4     4     6422
5   1.2   242432
6     7  kljmnmn
7    hj    nkjhb